---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KilonewtonMetersPerDegreePerMeter
source: html/b80a80e0-4e94-2f01-f952-d000a06db54a.htm
---
# Autodesk.Revit.DB.UnitTypeId.KilonewtonMetersPerDegreePerMeter Property

Kilonewton meters per degree per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId KilonewtonMetersPerDegreePerMeter { get; }
```